Repository: legit-ninja/intersoccer-product-variations
Catalog: languages/intersoccer-product-variations-*.po
Languages: de_ch, fr_ch

source: Coach
de_ch: Trainer
fr_ch: Entraîneur

source: Organizer
de_ch: Organisator
fr_ch: Organisateur

source: Manage Players
de_ch: Spieler verwalten
fr_ch: Gérer les joueurs

source: Course Start Date (MM-DD-YYYY)
de_ch: Kursstartdatum (MM-TT-JJJJ)
fr_ch: Date de début du cours (MM-JJ-AAAA)

source: Total Weeks Duration
de_ch: Gesamtdauer in Wochen
fr_ch: Durée totale en semaines

source: Session Rate (CHF per day/session)
de_ch: Sitzungstarif (CHF pro Tag/Sitzung)
fr_ch: Tarif de session (CHF par jour/session)

source: Invalid nonce.
de_ch: Ungültiger Nonce.
fr_ch: Nonce invalide.

source: Invalid product ID.
de_ch: Ungültige Produkt-ID.
fr_ch: ID de produit invalide.

source: Invalid variation ID.
de_ch: Ungültige Variations-ID.
fr_ch: ID de variation invalide.

source: Variation not found.
de_ch: Variation nicht gefunden.
fr_ch: Variation non trouvée.

source: Session updated.
de_ch: Sitzung aktualisiert.
fr_ch: Session mise à jour.

source: You must be logged in.
de_ch: Sie müssen angemeldet sein.
fr_ch: Vous devez être connecté.

source: Missing parameters.
de_ch: Fehlende Parameter.
fr_ch: Paramètres manquants.

source: %d%% Family Discount (%s Child)
de_ch: %d%% Familierrabatt (%s Kind)
fr_ch: %d%% Rabais familial (%s enfant)

source: %d%% Combo Discount (%s Child)
de_ch: %d%% Kombirabatt (%s Kind)
fr_ch: %d%% Rabais combo (%s enfant)

source: 50% Same-Season Course Discount
de_ch: 50% Rabatt für Kurse in derselben Saison
fr_ch: 50% Rabais cours même saison

source: Assigned Attendee
de_ch: Zugewiesener Teilnehmer
fr_ch: Participant assigné

source: Days Selected
de_ch: Ausgewählte Tage
fr_ch: Jours sélectionnés

source: %d of %d
de_ch: %d von %d
fr_ch: %d de %d

source: Sessions Remaining
de_ch: Verbleibende Sitzungen
fr_ch: Sessions restantes

source: Start Date
de_ch: Startdatum
fr_ch: Date de début

source: End Date
de_ch: Enddatum
fr_ch: Date de fin

source: Holidays
de_ch: Ferien
fr_ch: Vacances

source: Discount Applied
de_ch: Rabatt angewendet
fr_ch: Rabais appliqué

source: Sessions Remaining:
de_ch: Verbleibende Sitzungen:
fr_ch: Sessions restantes :

source: Update Order Details
de_ch: Bestelldetails aktualisieren
fr_ch: Mettre à jour les détails de la commande

source: You do not have permission to access this page.
de_ch: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
fr_ch: Vous n'avez pas la permission d'accéder à cette page.

source: Update Processing Orders with Parent Attributes
de_ch: Verarbeitende Bestellungen mit übergeordneten Attributen aktualisieren
fr_ch: Mettre à jour les commandes en traitement avec les attributs parent

source: Order ID
de_ch: Bestell-ID
fr_ch: ID de commande

source: Customer
de_ch: Kunde
fr_ch: Client

source: Date
de_ch: Datum

source: Total
de_ch: Gesamt

source: Remove Assigned Player Field
de_ch: Zugewiesenes Spielerfeld entfernen
fr_ch: Supprimer le champ joueur assigné

source: Fix Incorrect Attributes (e.g., remove Days-of-week)
de_ch: Falsche Attribute korrigieren (z.B. Wochentage entfernen)
fr_ch: Corriger les attributs incorrects (par exemple, supprimer les jours de la semaine)

source: Update Selected Orders
de_ch: Ausgewählte Bestellungen aktualisieren
fr_ch: Mettre à jour les commandes sélectionnées

source: No Processing orders found.
de_ch: Keine verarbeitenden Bestellungen gefunden.
fr_ch: Aucune commande en traitement trouvée.

source: Please select at least one order.
de_ch: Bitte wählen Sie mindestens eine Bestellung aus.
fr_ch: Veuillez sélectionner au moins une commande.

source: Updating orders...
de_ch: Bestellungen aktualisieren...
fr_ch: Mise à jour des commandes...

source: Orders updated successfully!
de_ch: Bestellungen erfolgreich aktualisiert!
fr_ch: Commandes mises à jour avec succès !

source: Error:
de_ch: Fehler:
fr_ch: Erreur :

source: An error occurred while updating orders.
de_ch: Beim Aktualisieren der Bestellungen ist ein Fehler aufgetreten.
fr_ch: Une erreur s'est produite lors de la mise à jour des commandes.

source: You do not have permission to perform this action.
de_ch: Sie haben keine Berechtigung, diese Aktion auszuführen.
fr_ch: Vous n'avez pas la permission d'effectuer cette action.

source: No orders selected.
de_ch: Keine Bestellungen ausgewählt.
fr_ch: Aucune commande sélectionnée.

source: Orders updated successfully.
de_ch: Bestellungen erfolgreich aktualisiert.
fr_ch: Commandes mises à jour avec succès.

source: Event Documents
de_ch: Veranstaltungsdokumente
fr_ch: Documents d'événement

source: Document Name
de_ch: Dokumentname
fr_ch: Nom du document

source: Choose File
de_ch: Datei auswählen
fr_ch: Choisir un fichier

source: Days Until Expiry
de_ch: Tage bis Ablauf
fr_ch: Jours jusqu'à expiration

source: Remove
de_ch: Entfernen
fr_ch: Supprimer

source: Add Document
de_ch: Dokument hinzufügen
fr_ch: Ajouter un document

source: Select PDF Document
de_ch: PDF-Dokument auswählen
fr_ch: Sélectionner un document PDF

source: Use this file
de_ch: Diese Datei verwenden
fr_ch: Utiliser ce fichier

source: Please select at least one day for this single-day camp.
de_ch: Bitte wählen Sie mindestens einen Tag für dieses eintägige Camp aus.
fr_ch: Veuillez sélectionner au moins un jour pour ce camp d'un jour.

source: %d%% Camp Combo Discount (Child %d)
de_ch: %d%% Camp-Kombirabatt (Kind %d)
fr_ch: %d%% Rabais combo camp (Enfant %d)

source: %d%% Course Multi-Child Discount (Child %d)
de_ch: %d%% Kurs-Mehrkindrabatt (Kind %d)
fr_ch: %d%% Rabais cours multi-enfants (Enfant %d)

source: 50%% Same Season Course Discount (Child %d, %s)
de_ch: 50%% Rabatt für Kurse in derselben Saison (Kind %d, %s)
fr_ch: 50%% Rabais cours même saison (Enfant %d, %s)

source: Discount Information
de_ch: Rabattinformationen
fr_ch: Informations sur les rabais

source: Discounts Applied
de_ch: Angewendete Rabatte
fr_ch: Rabais appliqués

source: saved
de_ch: gespart
fr_ch: économisé

source: 20% Sibling Discount Applied
de_ch: 20% Geschwisterrabatt angewendet
fr_ch: 20% Rabais fraternel appliqué

source: Second child camp discount
de_ch: Rabatt für zweites Kind Camp
fr_ch: Rabais camp deuxième enfant

source: 25% Multi-Child Discount Applied
de_ch: 25% Mehrkindrabatt angewendet
fr_ch: 25% Rabais multi-enfants appliqué

source: Third or additional child camp discount
de_ch: Rabatt für drittes oder zusätzliches Kind Camp
fr_ch: Rabais camp troisième enfant ou supplémentaire

source: 20% Course Sibling Discount
de_ch: 20% Kurs-Geschwisterrabatt
fr_ch: 20% Rabais fraternel cours

source: Second child course discount
de_ch: Rabatt für zweites Kind Kurs
fr_ch: Rabais cours deuxième enfant

source: 30% Multi-Child Course Discount
de_ch: 30% Kurs-Mehrkindrabatt
fr_ch: 30% Rabais cours multi-enfants

source: Third or additional child course discount
de_ch: Rabatt für drittes oder zusätzliches Kind Kurs
fr_ch: Rabais cours troisième enfant ou supplémentaire

source: 50% Same Season Course Discount
de_ch: 50% Rabatt für Kurse in derselben Saison
fr_ch: 50% Rabais cours même saison

source: Same child, multiple courses in same season
de_ch: Gleiches Kind, mehrere Kurse in derselben Saison
fr_ch: Même enfant, plusieurs cours dans la même saison

source: %d%% Sibling Camp Discount
de_ch: %d%% Geschwister-Camp-Rabatt
fr_ch: %d%% Rabais fraternel camp

source: %d%% Multi-Child Camp Discount
de_ch: %d%% Mehrkind-Camp-Rabatt
fr_ch: %d%% Rabais camp multi-enfants

source: %d%% Sibling Course Discount
de_ch: %d%% Geschwister-Kurs-Rabatt
fr_ch: %d%% Rabais fraternel cours

source: %d%% Multi-Child Course Discount
de_ch: %d%% Mehrkind-Kurs-Rabatt
fr_ch: %d%% Rabais cours multi-enfants

source: 50%% Same Season Course Discount (%s)
de_ch: 50%% Rabatt für Kurse in derselben Saison (%s)
fr_ch: 50%% Rabais cours même saison (%s)

source: Manage Discounts
de_ch: Rabatte verwalten
fr_ch: Gérer les rabais

source: InterSoccer Discounts
de_ch: InterSoccer-Rabatte
fr_ch: Rabais InterSoccer

source: Scan Orders missing data
de_ch: Bestellungen mit fehlenden Daten scannen
fr_ch: Scanner les commandes manquant de données

source: Find Order Issues
de_ch: Bestellprobleme finden
fr_ch: Trouver les problèmes de commande

source: Variation Health Checker
de_ch: Variationsgesundheitsprüfer
fr_ch: Vérificateur de santé des variations

source: Variation Health
de_ch: Variationsgesundheit
fr_ch: Santé des variations

source: Bulk Repair Order Details
de_ch: Massenreparatur Bestelldetails
fr_ch: Réparation en masse des détails de commande

source: Bulk Repair Order
de_ch: Massenreparatur Bestellung
fr_ch: Réparation en masse de commande

source: Type
de_ch: Typ

source: Condition
de_ch: Bedingung

source: Discount Rate (%)
de_ch: Rabattsatz (%)
fr_ch: Taux de rabais (%)

source: Active
de_ch: Aktiv
fr_ch: Actif

source: None
de_ch: Keine
fr_ch: Aucun

source: Yes
de_ch: Ja
fr_ch: Oui

source: No
de_ch: Nein
fr_ch: Non

source: Activate
de_ch: Aktivieren
fr_ch: Activer

source: Deactivate
de_ch: Deaktivieren
fr_ch: Désactiver

source: Delete
de_ch: Löschen
fr_ch: Supprimer

source: Add New Discount
de_ch: Neuen Rabatt hinzufügen
fr_ch: Ajouter un nouveau rabais

source: General
de_ch: Allgemein
fr_ch: Général

source: Course
de_ch: Kurs
fr_ch: Cours

source: 2nd Child
de_ch: 2. Kind
fr_ch: 2ème enfant

source: 3rd or Additional Child
de_ch: 3. oder zusätzliches Kind
fr_ch: 3ème enfant ou supplémentaire

source: Same Season Course (Same Child)
de_ch: Kurs gleiche Saison (gleiches Kind)
fr_ch: Cours même saison (même enfant)

source: Add Discount
de_ch: Rabatt hinzufügen
fr_ch: Ajouter rabais

source: Saving...
de_ch: Speichern...
fr_ch: Sauvegarde...

source: Discount saved successfully!
de_ch: Rabatt erfolgreich gespeichert!
fr_ch: Rabais sauvegardé avec succès !

source: An error occurred while saving the discount:
de_ch: Beim Speichern des Rabatts ist ein Fehler aufgetreten:
fr_ch: Une erreur s'est produite lors de la sauvegarde du rabais :

source: Please select an action and at least one discount.
de_ch: Bitte wählen Sie eine Aktion und mindestens einen Rabatt aus.
fr_ch: Veuillez sélectionner une action et au moins un rabais.

source: Processing...
de_ch: Verarbeitung...
fr_ch: Traitement...

source: Action completed successfully!
de_ch: Aktion erfolgreich abgeschlossen!
fr_ch: Action terminée avec succès !

source: An error occurred while processing the action:
de_ch: Beim Verarbeiten der Aktion ist ein Fehler aufgetreten:
fr_ch: Une erreur s'est produite lors du traitement de l'action :

source: Name and discount rate are required.
de_ch: Name und Rabattsatz sind erforderlich.
fr_ch: Le nom et le taux de rabais sont requis.

source: Discount saved.
de_ch: Rabatt gespeichert.
fr_ch: Rabais sauvegardé.

source: Invalid action or no discounts selected.
de_ch: Ungültige Aktion oder keine Rabatte ausgewählt.
fr_ch: Action invalide ou aucun rabais sélectionné.

source: Action completed.
de_ch: Aktion abgeschlossen.
fr_ch: Action terminée.

source: Manage Discounts & Messages
de_ch: Rabatte und Nachrichten verwalten
fr_ch: Gérer les rabais et messages

source: Rate (%)
de_ch: Satz (%)
fr_ch: Taux (%)

source: Messages
de_ch: Nachrichten

source: 3rd+ Child
de_ch: 3.+ Kind
fr_ch: 3ème+ enfant

source: Same Season Course
de_ch: Kurs gleiche Saison
fr_ch: Cours même saison

source: Cart Message:
de_ch: Warenkorb-Nachricht:
fr_ch: Message panier :

source: Admin Description:
de_ch: Admin-Beschreibung:
fr_ch: Description admin :

source: Customer Note:
de_ch: Kundennotiz:
fr_ch: Note client :

source: Save All
de_ch: Alles speichern
fr_ch: Tout sauvegarder

source: Discounts and messages saved successfully.
de_ch: Rabatte und Nachrichten erfolgreich gespeichert.
fr_ch: Rabais et messages sauvegardés avec succès.

source: Order
de_ch: Bestellung
fr_ch: Commande

source: Items & Types
de_ch: Artikel und Typen
fr_ch: Articles et types

source: Missing Fields Summary
de_ch: Zusammenfassung fehlender Felder
fr_ch: Résumé des champs manquants

source: Risk Level
de_ch: Risikostufe
fr_ch: Niveau de risque

source: Updated metadata for %d orders.
de_ch: Metadaten für %d Bestellungen aktualisiert.
fr_ch: Métadonnées mises à jour pour %d commandes.

source: Failed to update: %s
de_ch: Aktualisierung fehlgeschlagen: %s
fr_ch: Échec de mise à jour : %s

source: Order Metadata Update Tool
de_ch: Tool zur Aktualisierung von Bestellmetadaten
fr_ch: Outil de mise à jour des métadonnées de commande

source: Order Statuses to Check
de_ch: Zu prüfende Bestellstatus
fr_ch: Statuts de commande à vérifier

source: Processing
de_ch: Verarbeitung
fr_ch: Traitement

source: Completed
de_ch: Abgeschlossen
fr_ch: Terminé

source: On Hold
de_ch: In Wartestellung
fr_ch: En attente

source: Number of Orders to Scan
de_ch: Anzahl der zu scannenden Bestellungen
fr_ch: Nombre de commandes à scanner

source: Find Orders Missing Metadata
de_ch: Bestellungen mit fehlenden Metadaten finden
fr_ch: Trouver les commandes manquant de métadonnées

source: Note:
de_ch: Hinweis:

source: Orders Missing Metadata
de_ch: Bestellungen mit fehlenden Metadaten
fr_ch: Commandes manquant de métadonnées

source: Update Progress
de_ch: Aktualisierungsfortschritt
fr_ch: Progression de mise à jour

source: Great! No orders found that need metadata updates.
de_ch: Toll! Keine Bestellungen gefunden, die Metadaten-Updates benötigen.
fr_ch: Super ! Aucune commande trouvée nécessitant des mises à jour de métadonnées.

source: Scan Results
de_ch: Scan-Ergebnisse
fr_ch: Résultats du scan

source: Select All Low Risk
de_ch: Alle niedrigen Risiken auswählen
fr_ch: Sélectionner tous les risques faibles

source: Deselect All
de_ch: Alle abwählen
fr_ch: Désélectionner tout

source: Export Analysis to CSV
de_ch: Analyse als CSV exportieren
fr_ch: Exporter l'analyse en CSV

source: Product ID
de_ch: Produkt-ID
fr_ch: ID de produit

source: Variation ID
de_ch: Variations-ID
fr_ch: ID de variation

source: Attributes
de_ch: Attribute
fr_ch: Attributs

source: Health Status
de_ch: Gesundheitsstatus
fr_ch: Statut de santé

source: Refresh Attributes
de_ch: Attribute aktualisieren
fr_ch: Actualiser les attributs

source: No attributes
de_ch: Keine Attribute
fr_ch: Aucun attribut

source: Course end dates recalculated successfully.
de_ch: Kursenddaten erfolgreich neu berechnet.
fr_ch: Dates de fin de cours recalculées avec succès.

source: InterSoccer Variation Health Dashboard
de_ch: InterSoccer Variationsgesundheits-Dashboard
fr_ch: Tableau de bord de santé des variations InterSoccer

source: Recalculate Course End Dates
de_ch: Kursenddaten neu berechnen
fr_ch: Recalculer les dates de fin de cours

source: Show unhealthy variations only
de_ch: Nur ungesunde Variationen anzeigen
fr_ch: Afficher seulement les variations non saines

source: Filter
de_ch: Filtern
fr_ch: Filtrer

source: Attributes refreshed successfully!
de_ch: Attribute erfolgreich aktualisiert!
fr_ch: Attributs actualisés avec succès !

source: An error occurred while refreshing attributes:
de_ch: Beim Aktualisieren der Attribute ist ein Fehler aufgetreten:
fr_ch: Une erreur s'est produite lors de l'actualisation des attributs :

source: Invalid action or no variations selected.
de_ch: Ungültige Aktion oder keine Variationen ausgewählt.
fr_ch: Action invalide ou aucune variation sélectionnée.

source: Attributes refreshed.
de_ch: Attribute aktualisiert.
fr_ch: Attributs actualisés.

source: Automated Order Metadata Update
de_ch: Automatisierte Aktualisierung von Bestellmetadaten
fr_ch: Mise à jour automatisée des métadonnées de commande

source: 1. Configure Scan
de_ch: 1. Scan konfigurieren
fr_ch: 1. Configurer le scan

source: Order Statuses to Process
de_ch: Zu verarbeitende Bestellstatus
fr_ch: Statuts de commande à traiter

source: Orders to Scan
de_ch: Zu scannende Bestellungen
fr_ch: Commandes à scanner

source: Higher numbers find more orders but take longer to scan initially.
de_ch: Höhere Zahlen finden mehr Bestellungen, dauern aber länger beim initialen Scannen.
fr_ch: Des nombres plus élevés trouvent plus de commandes mais prennent plus de temps à scanner initialement.

source: Processing Speed
de_ch: Verarbeitungsgeschwindigkeit
fr_ch: Vitesse de traitement

source: 🚀 Start Automated Update
de_ch: 🚀 Automatisierte Aktualisierung starten
fr_ch: 🚀 Démarrer la mise à jour automatisée

source: ⏹️ Stop Processing
de_ch: ⏹️ Verarbeitung stoppen
fr_ch: ⏹️ Arrêter le traitement

source: 2. Processing Progress
de_ch: 2. Verarbeitungsfortschritt
fr_ch: 2. Progression du traitement

source: 3. Results
de_ch: 3. Ergebnisse
fr_ch: 3. Résultats

source: 📥 Download Results Log
de_ch: 📥 Ergebnisprotokoll herunterladen
fr_ch: 📥 Télécharger le journal des résultats

source: 🔄 Process More Orders
de_ch: 🔄 Mehr Bestellungen verarbeiten
fr_ch: 🔄 Traiter plus de commandes

source: Discount
de_ch: Rabatt
fr_ch: Rabais

source: Late Pick Up Options
de_ch: Optionen für späte Abholung
fr_ch: Options de récupération tardive

source: Enable Late Pick Up
de_ch: Späte Abholung aktivieren
fr_ch: Activer la récupération tardive

source: Allow customers to add late pick up options for this camp variation.
de_ch: Kunden erlauben, Optionen für späte Abholung für diese Camp-Variation hinzuzufügen.
fr_ch: Permettre aux clients d'ajouter des options de récupération tardive pour cette variation de camp.

source: The number of selected days must match the quantity.
de_ch: Die Anzahl der ausgewählten Tage muss der Menge entsprechen.
fr_ch: Le nombre de jours sélectionnés doit correspondre à la quantité.

source: Late Pickup
de_ch: Späte Abholung
fr_ch: Récupération tardive

source: Full Week
de_ch: Vollwoche
fr_ch: Semaine complète

source: Late Pickup Cost
de_ch: Kosten für späte Abholung
fr_ch: Coût de récupération tardive

source: Late Pick Up Settings
de_ch: Einstellungen für späte Abholung
fr_ch: Paramètres de récupération tardive

source: Late Pick Up
de_ch: Späte Abholung
fr_ch: Récupération tardive

source: Settings saved.
de_ch: Einstellungen gespeichert.
fr_ch: Paramètres sauvegardés.

source: Download Limit
fr_ch: Limite de téléchargement

source: Name
fr_ch: Nom
